; Bulgarian
; Български превод от Руси Димитров (github.com/rddim)
; Последна редакция - 04.07.2026

[Bulgarian]
IDS_TITLE_EXCLUDE=Изключения за
IDS_FILE=Файл
IDS_SETTINGS=Настройки
IDS_EXIT=Изход
IDS_EDIT=Редактиране
IDS_PURGE_UNUSED=Изчистване на неизползваните приложения
IDS_PURGE_TIMERS=Изчистване на отброяванията
IDS_FIND=Търсене
IDS_REFRESH=Презареждане
IDS_VIEW=Изглед
IDS_ICONS=Икони
IDS_ICONSSMALL=Малки
IDS_ICONSLARGE=Средни
IDS_ICONSISHIDDEN=Без икони
IDS_LANGUAGE=Език
IDS_FONT=Шрифт
IDS_HELP=Помощ
IDS_WEBSITE=Домашна страница
IDS_CHECKUPDATES=Проверка за обновяване
IDS_DONATE=Благодарете!
IDS_ABOUT=Относно
IDS_TRAY_SHOW=Показване/скриване
IDS_TRAY_START=Включване на филтрите
IDS_TRAY_STOP=Изключване на филтрите
IDS_TRAY_RULES=Правила
IDS_TRAY_BLOCKLIST_RULES=Списък с блокирани
IDS_TRAY_SYSTEM_RULES=Системни правила
IDS_TRAY_USER_RULES=Мои правила
IDS_TRAY_LOGERR=Дневник с грешки
IDS_ADD_FILE=Добавяне на приложение
IDS_ANY=Всичко
IDS_DISABLENOTIFICATIONS=Изключване на известията
IDS_OPENRULESEDITOR=Създаване на правило
IDS_TIMER=Отброяване
IDS_DISABLETIMER=Изключено
IDS_EXPLORE=Отваряне на съдържащата папка
IDS_COPY=Копиране
IDS_SELECT_ALL=Избиране на всичко
IDS_CHECK=Включване на избраните
IDS_UNCHECK=Изключване на избраните
IDS_ADD=Добавяне
IDS_EDIT2=Промяна
IDS_DELETE=Изтриване
IDS_EXPORT=Изнасяне
IDS_IMPORT=Внасяне
IDS_RULE_ALLOWLOOPBACK=Разрешаване на обратни връзки за всички
IDS_HIGHLIGHT_INVALID=Невалиден (файлът не е намерен или има проблем с филтъра)
IDS_HIGHLIGHT_NETWORK=Приложение от споделена мрежа
IDS_HIGHLIGHT_PICO=Pico приложение
IDS_HIGHLIGHT_SIGNED=Подписано приложение
IDS_HIGHLIGHT_SILENT=Изключени известия
IDS_HIGHLIGHT_SPECIAL=Потребителски правила
IDS_HIGHLIGHT_SYSTEM=Системно приложение
IDS_GROUP_TIMER=Приложение с отброяване
IDS_EDITOR=Редактиране на правила
IDS_NAME=Име
IDS_RULE=Правило
IDS_PORTVERSION=Семейство (само за портове)
IDS_PROTOCOL=Протокол
IDS_DIRECTION=Направление
IDS_ACTION=Действие
IDS_DATE=Дата
IDS_FILEPATH=Път
IDS_SIGNATURE=Подпис
IDS_ADDRESS=Адрес
IDS_FILTER=Филтър
IDS_NOTES=Бележка
IDS_ADDED=Добавено
IDS_TIMELEFT=Оставащо време
IDS_SIGN_SIGNED=Подписано
IDS_SIGN_UNSIGNED=Неподписано
IDS_GROUP_ALLOWED=С достъп до интернет
IDS_GROUP_BLOCKED=Без достъп до интернет
IDS_GROUP_ENABLED=Включени правила
IDS_GROUP_DISABLED=Изключени правила
IDS_DIRECTION_1=Изходящи
IDS_DIRECTION_2=Входящи
IDS_DIRECTION_3=И двете
IDS_ACTION_ALLOW=Разрешаване
IDS_ACTION_BLOCK=Забраняване
IDS_ENABLE_CHK=Включване на правилото
IDS_WIKI=Помощ
IDS_SAVE=Запазване
IDS_CLOSE=Затваряне
IDS_SETTINGS_GENERAL=Общи
IDS_TITLE_GENERAL=Общи настройки
IDS_TITLE_LANGUAGE=Език
IDS_TITLE_CONFIRMATIONS=Потвърждения
IDS_TITLE_INTERFACE=Интерфейс
IDS_TITLE_HIGHLIGHTING=Открояване
IDS_TITLE_LOGGING=Дневник за пакети
IDS_TITLE_NOTIFICATIONS=Известия
IDS_TITLE_ADVANCED=Разширени
IDS_ALWAYSONTOP_CHK=Винаги на преден план
IDS_LOADONSTARTUP_CHK=Зареждане с операционната система
IDS_STARTMINIMIZED_CHK=Стартиране минимизирано
IDS_SHOWFILENAMESONLY_CHK=Показване само имената на файловете
IDS_AUTOSIZECOLUMNS_CHK=Автоматично оразмеряване на колоните
IDS_SKIPUACWARNING_CHK=Пропускане на предупреждението от User Account Control
IDS_CHECKUPDATES_CHK=Периодична проверка за обновяване (препоръчително)
IDS_LANGUAGE_HINT=Избор на език:
IDS_USESTEALTHMODE_CHK=Предотвратяване сканирането на портове
IDS_USESTEALTHMODE_HINT=Предотвратява сканирането на TCP портове чрез тихо отхвърляне на входящи TCP, RST и UDP портове чрез отговаряне на изходящи ICMP с "Destination Unreachable"
IDS_INSTALLBOOTTIMEFILTERS_CHK=Включване на филтри по време на зареждане
IDS_INSTALLBOOTTIMEFILTERS_HINT=Предотвратява изтичането на данни по време на стартиране на системата, дори преди стартиране на услугата "Base Filtering Engine" (BFE)
IDS_USECERTIFICATES_CHK=Проверка на приложенията за цифрови подписи
IDS_USENETWORKRESOLUTION_CHK=Разрешаване на мрежови адреси
IDS_DISABLEWINDOWSFIREWALL_CHK=Изключване на защитната стена на Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Включване на защитната стена на Windows
IDS_CONFIRMEXIT_CHK=Потвърждаване при изход
IDS_CONFIRMEXITTIMER_CHK=Потвърждаване при изход, когато има отброяване
IDS_CONFIRMLOGCLEAR_CHK=Потвърждаване при изчистване на дневника
IDS_COLORS_HINT=Двойно щракане върху елемент за редактиране.
IDS_ENABLELOG_CHK=Включване записването на пакети във файл
IDS_LOGSHOW=Показване на дневника
IDS_LOGCLEAR=Изчистване на дневника
IDS_LOGSIZELIMIT_HINT=Максимален размер на дневника: (КБ)
IDS_ENABLENOTIFICATIONS_CHK=Включване на известия за пакети
IDS_NOTIFICATIONSOUND_CHK=Включване на звук за известията
IDS_NOTIFICATIONTIMEOUT_HINT=Пауза между еднакви известия (сек.):
IDS_NOTIFY_TOOLTIP=Задаване на потребителско правило за разрешаване на достъпа до адрес и/или порт за това приложение.
IDS_QUESTION=Сигурни ли сте?
IDS_QUESTION_DELETE=Изтриване на елемент(и)?
IDS_QUESTION_START=По този начин ще забраните достъпа на приложенията до мрежата, както е зададено в текущите настройки. Продължаване?
IDS_QUESTION_STOP=По този начин ще възстановите достъпа до мрежата на всички приложения, които в момента имат забрана. Продължаване?
IDS_QUESTION_EXIT=Инсталираните филтри ще продължат да работят, дори ако излезете. Продължаване?
IDS_QUESTION_TIMER=Има отброявания. Те ще работят само когато приложението е пуснато. Изход?
IDS_QUESTION_TIMERS=Премахване на отброяванията?
IDS_QUESTION_FLAG_CHK=Без повторно задаване на въпроса
IDS_STATUS_EMPTY=Празно.
IDS_STATUS_SYNTAX_ERROR=Синтактична грешка в правилото!
IDS_ADDRESS_LOCAL=Източник
IDS_ADDRESS_REMOTE=Цел
IDS_UPDATE_ERROR=Грешка при свързване със сървъра за обновявания.
IDS_UPDATE_DOWNLOAD=Проверка за обновяване...
IDS_UPDATE_DONE=Изтеглянето на обновяването е завършено.
IDS_GROUP_SPECIAL_APPS=Приложения с потребителски правила
IDS_RULE_ALLOWLOOPBACK_HINT=Позволява целия трафик на обратната връзка
IDS_RESET=Нулиране
IDS_EXCLUDESTEALTH_CHK=връзки на скенера на порта
IDS_EXCLUDEBLOCKLIST_CHK=списък с блокирани
IDS_UPDATE_INIT=Проверка за нови издания...
IDS_UPDATE_INSTALL=Има обновяване, желаете ли да бъде инсталирано?
IDS_EXCLUDECUSTOM_CHK=потребителски правила
IDS_EXCLUDECLASSIFYALLOW_CHK=разрешени връзки
IDS_STATUS_TIMER_DONE=Отброяването изтече
IDS_ICONSEXTRALARGE=Големи
IDS_STATUS_UNUSED_APPS=Неизползвани приложения
IDS_STATUS_TIMER_APPS=Приложения с отброяване
IDS_SECUREFILTERS_CHK=Включване на защитата на инсталираните филтри
IDS_SECUREFILTERS_HINT=Предотвратяване на достъпа на неоторизирани приложения до инсталираните филтри.
IDS_USEREFRESHDEVICES_CHK=Опресняване на филтрите при свързване на устройства
IDS_RULE_ALLOW6TO4=Включване на IPv6 пренасочвания (6to4) за всички
IDS_RECOMMENDED=препоръчително
IDS_ICONSISTABLEVIEW=Показване като таблица
IDS_ACTION_ALLOW_HINT=Включване на достъпа до мрежата завинаги
IDS_ACTION_BLOCK_HINT=Изключване на достъпа до мрежата завинаги (до второто пришествие)
IDS_ACTION_LATER_HINT=Пренебрегване сега и питане по-късно
IDS_RULE_APPLY_2=Прилагане на "%s" за това приложение
IDS_EDITRULES=Редактиране на правила
IDS_TAB_APPS=Приложения
IDS_TAB_SERVICES=Услуги
IDS_TAB_PACKAGES=Приложения на UWP
IDS_TAB_NETWORK=Връзки
IDS_STATE=Състояние
IDS_STATUS_FILTERS_ACTIVE=Филтрите са включени!
IDS_STATUS_FILTERS_INACTIVE=Филтрите са изключени!
IDS_STATUS_FILTERS_PROCESSING=Прилагане на филтри
IDS_HIGHLIGHT_CONNECTION=Има мрежови връзки
IDS_SHOWINLIST=Показване в списък
IDS_BLOCKLIST_SPY=Сървъри на Microsoft за шпионаж и телеметрия
IDS_BLOCKLIST_UPDATE=Сървъри на Microsoft за обновяване
IDS_BLOCKLIST_EXTRA=Сървъри на Microsoft за приложения
IDS_PORT=Порт
IDS_NOTIFY_TITLE=Мрежово предупреждение
IDS_NOTIFY_HEADER=Мрежовата връзка е спряна
IDS_DISABLE=Изключване
IDS_TITLE_SECURITY=Защита
IDS_LOGVIEWER_HINT=Приложение за преглед на дневника
IDS_NOTIFICATIONONTRAY_CHK=Показване на прозореца за известия в системната област
IDS_NETWORK_CLOSE=Прекъсване на връзка
IDS_RULE_BLOCKOUTBOUND=Забраняване на изходящи връзки за всички
IDS_RULE_BLOCKINBOUND=Забраняване на входящи връзки за всички
IDS_VIEW_ICON=Икони
IDS_VIEW_DETAILS=Детайли
IDS_VIEW_TILE=Плочки
IDS_RULE_HINT=Ако полетата са оставени празни, правилото ще бъде приложено към всеки адрес и порт.
IDS_RULE_APPS_HINT=Ако няма избрани приложения, правилото ще бъде приложено към всички приложения.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Филтрите са включени до рестартиране.
IDS_INSTALL_PERMANENT=Постоянни правила. Правилата работят, докато не бъдат изключени ръчно.
IDS_INSTALL_TEMPORARY=Временни правила. Правилата се нулират при следващото рестартиране.
IDS_ENABLEUILOG_CHK=Включване на интерфейса за запис на пакети
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Включване на тих режим, когато приложение на цял екран е на преден план
IDS_TITLE_TRAY=Икона в системната област
IDS_TRAYICONSINGLECLICK_CHK=Единично щракване за отваряне
IDS_ENABLE_APP_CHK=Включване на достъпа до мрежата
IDS_APP_HINT=Няма причина да бъде зададено разрешаващо правило на приложение с вече разрешен достъп до интернет.
IDS_HOST=Хост
IDS_CONFIRMALLOW_CHK=Потвърждаване при разрешаване на приложението
IDS_QUESTION_ALLOW=Желаете ли да бъде разрешен пълен достъп до интернет на това приложение?
IDS_SHOWSEARCHBAR_CHK=Показване на лента за търсене
IDS_LAYER=Слой
IDS_RULE_ALLOWWINDOWSUPDATE=Разрешаване на Windows Update
IDS_ACTION_TERMINATE_HINT=Прекратяване на процеса
IDS_PROFILE_TYPE=Вид на профила
IDS_USEAPPMONITOR_CHK=Отчитане на промени на приложенията
IDS_DISABLEREMOVAL=Изключване на премахването
IDS_USEHASHES_CHK=Проверка на приложенията чрез отпечатък с SHA-256
IDS_COMMENT=Коментари
IDS_USEDARKTHEME=Използване на тъмна тема
IDS_KEEPUNUSED_CHK=Запазване на неизползваните приложения
IDS_UPDATE_NO=Няма обновяване.
IDS_UPDATE_YES=Налично е обновяване. Да бъде ли изтеглено и инсталирано?
IDS_UPDATE_SPEED=Скорост
IDS_RULE_FOR_ALL=за всички
IDS_RULE_FOR_APPS=за приложения
IDS_PROFILE_TYPE_PLAIN=Обикновен
IDS_PROFILE_TYPE_COMPRESSED=Компресиран
IDS_PROFILE_TYPE_ENCRYPTED=Криптиран
IDS_SESSION_ONLY=само за сесията
IDS_LIMIT_REACHED=Лимитът е достигнат.
IDS_INTERNAL_RULE=Вътрешно правило
IDS_LOADING=Зареждане...
IDS_DIRECTION_REMOTE=Отдалечен
IDS_DIRECTION_LOCAL=Локален
IDS_WARNING_UNEXPECTED=Внимавайте, интернет трафикът може да премине по неочаквани маршрути чрез хост-процеса на услугата/драйвера (svchost.exe/System). Продължаване?
IDS_WARNING_ME=Ако забраните основния процес, няма да можете да използвате опцията за разрешаване на мрежови адреси. Продължаване?
IDS_TOTAL=Общо
IDS_EXCLUDEINBOUND_CHK=входящи мултикаст/бродкаст
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEASUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
